[sage_vosq_nowyousee_01_echox_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This hunt shall be a bit tricky, I fear. You'll need pheromones to attract a fearsome stalker known as Bloodtail. I've got some pheromone vials nearby -- grab one, would you?",Time=0)

[sage_vosq_nowyousee_02_echox_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh, lord. I can smell it from here. Don't open that vial until you're near Bloodtail's lair -- the pheromones will only last a little while. If they wear off before you've killed Bloodtail, you'll need to grab some more.",Time=0)

[sage_vosq_nowyousee_03_echox_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Now, activate the pheromones if you haven't already.",Time=0)

[sage_vosq_nowyousee_04_echox_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="There he is -- quickly, take him out!",Time=0)

[sage_vosq_nowyousee_05_echox_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hmm... it appears that Bloodtail won't stay around for very long. You'll have to kill him quickly, before he disappears and regains his health!",Time=0)

[sage_vosq_nowyousee_06_echox_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Curses -- looks like the Bloodtail pheromones wore off. You'll have to get some more if you want to lure him out again.",Time=0)

[sage_vosq_nowyousee_07_echox_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Well done! That's one more trophy for the wall!",Time=0)

[sage_vosq_nowyousee_08_echox_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I must say, those pheromones are certainly... pungent.",Time=0)
